;*****寄生兽虫巢皇后*****

[CXQueen X2CharacterTemplate]
strCharacterName="寄生兽虫巢皇后"

[CXJuvQueenM1 X2CharacterTemplate]
strCharacterName="寄生兽虫巢皇后幼体"

[CXJuvQueenM2 X2CharacterTemplate]
strCharacterName="寄生兽虫巢皇后幼体"

[CXJuvQueenM3 X2CharacterTemplate]
strCharacterName="寄生兽虫巢皇后幼体"

[CorpseCXQueen X2ItemTemplate]
FriendlyName="寄生兽虫巢皇后尸体"
FriendlyNamePlural="寄生兽虫巢皇后尸体"
BriefSummary="经过仔细研究，我们可毋庸置疑地说，这只寄生兽实际上是一位非常老的虫后，可能是族群里的首只。"

[AutopsyCXQueen X2TechTemplate]
DisplayName="寄生兽虫巢皇后尸检"
Summary="寄生兽虫巢皇后至少可以说是一只庞大的寄生兽。倘若在她同类中还不是最老的，她也算相当老了。"
CodeName="母后"
LongDescription="这个庞然大物般的样本具有前所未见的能量，指挥官。她可能是同类中的第一只，但是除非我们找到更多像她如此身形的，否则我们不得而知。为了我们着想，我当然希望她是仅存的一只。\n\n细胞结构的测试表明，她至少存活了一万年之久。尸体仍然会散发出微小但强大的灵能放电。现在很清楚的是这位虫后不仅具有灵能，而且还利用这种力量来阻止那些曾囚禁她的人进一步控制她的思想。了解到长老们正在利用她来繁殖寄生兽军队为其效力时，我们应当庆幸及时发现并干掉她了。有一点很清楚，指挥官。如果还有更多像她这样的，如果任其发展它们将泛滥成灾。R. Tygan."

[CorpseCXJuvQueen X2ItemTemplate]
FriendlyName="寄生兽虫后幼体尸体"
FriendlyNamePlural="寄生兽虫后幼体尸体"
BriefSummary="虽然对于如此年轻的样本来说还是相当大，但这些年轻的虫后却非常脆弱，不过依然致命。" 

[AutopsyCXJuvQueen X2TechTemplate]
DisplayName="寄生兽虫后幼体尸检"
Summary="寄生兽虫后幼体与我们在她之前遇到的任何寄生兽一样致命。它们的速度，敏捷性和飞行能力可能非常棘手。"
CodeName="虫巢公主"
LongDescription="经过对这位虫后幼体的检查,看来她还很年轻。恐怕我们还没有看到最后一只年幼的新虫后。我们需要弄清楚它们是长老的产物还是更糟的东西。\n\n这具尸体的状况非常糟糕，但我们在试验场的技术人员也许可以从中挽回一些东西。如果我们能够收集到更多这些尸体，我们应该为未来的项目保留它们，指挥官。R. Tygan."

[QueenSlash X2AbilityTemplate]
LocFriendlyName="虫后挥砍"
LocLongDescription="挥砍敌人并造成寄生兽之毒。"
LocHelpText="挥砍敌人并造成寄生兽之毒。"

[QueenHeal X2AbilityTemplate]
LocFriendlyName="超活性愈合"
LocLongDescription="虫后具有超活性愈合能力。每当受到伤害时，她将恢复2点生命值。"
LocHelpText="虫后具有超活性愈合能力。每当受到伤害时，她将恢复2点生命值。"

[JuvQueenHeal X2AbilityTemplate]
LocFriendlyName="超活性愈合"
LocLongDescription="虫后幼体具有超活性愈合能力。每当受到伤害时，她将恢复1点生命值。"
LocHelpText="虫后幼体具有超活性愈合能力。每当受到伤害时，她将恢复1点生命值。"

[QueenMassiveHeal X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="虫后不仅会治愈大量的生命值，而且还会产生2点护甲。"
LocHelpText="虫后不仅会治愈大量的生命值，而且还会产生2点护甲。"

[CallTheHive X2AbilityTemplate]
LocFriendlyName="虫巢增援"
LocLongDescription="寄生兽族长可以招唤她的虫巢和寄生兽增援来帮助她。"
LocHelpText="寄生兽族长可以招唤她的虫巢和寄生兽增援来帮助她。"
LocFlyOverText="招唤虫巢"

[CallSwarmers X2AbilityTemplate]
LocFriendlyName="虫巢增援"
LocLongDescription="寄生兽族长可以招唤她的虫巢和寄生兽增援来帮助她。"
LocHelpText="寄生兽族长可以招唤她的虫巢和寄生兽增援来帮助她。"
LocFlyOverText="招唤虫巢"

[CallCXDrone X2AbilityTemplate]
LocFriendlyName="招唤邻近的虫巢工虫"
LocLongDescription="附近的虫巢工虫将协助虫巢。"
LocHelpText="招唤邻近的虫巢工虫。"

[CallCXInfector X2AbilityTemplate]
LocFriendlyName="招唤邻近的虫巢感染者"
LocLongDescription="附近的虫巢感染者将协助虫巢。"
LocHelpText="招唤邻近的虫巢感染者。"

[CXQueenImmunities X2AbilityTemplate]
LocFriendlyName="虫巢皇后免疫力"
LocLongDescription="对所有毒性，火焰和精神伤害免疫。"
LocHelpText="免疫毒性，火焰和精神伤害。"

[CXQueenDomination X2AbilityTemplate]
LocFriendlyName="确立主导地位"
LocLongDescription="虫巢皇后已经强大到足以打破长老们曾经对她的虫巢的任何控制。她即是虫巢思维，她的孩子们将会服从于她。"
LocHelpText="虫巢皇后已经强大到足以打破长老们曾经对她的虫巢的任何控制。她即是虫巢思维，她的孩子们将会服从于她。"
LocFlyOverText="确立主导地位"

[HiveQueenSpit X2AbilityTemplate]
LocFriendlyName="粘性分泌物"
LocLongDescription="虫巢皇后可以吐出一摊粘稠的分泌物，将目标固定在原地。"
LocHelpText="虫巢皇后可以吐出一摊粘稠的分泌物，将目标固定在原地。"

[JuvQueenSpit X2AbilityTemplate]
LocFriendlyName="粘性分泌物"
LocLongDescription="虫巢皇后幼体可以吐出一摊粘稠的分泌物，将目标固定在原地。"
LocHelpText="虫巢皇后幼体可以吐出一摊粘稠的分泌物，将目标固定在原地。"

[HiveQueenCallForEscape X2AbilityTemplate]
LocFriendlyName="逃逸"
LocLongDescription="虫巢皇后在受到伤害或消灭敌人后，可能会选择逃离战场。"
LocHelpText="挖洞并离开战场。"
LocFlyOverText="遁地脱逃！"

[JuvQueenDiveBombM1 X2AbilityTemplate]
LocFriendlyName="俯冲袭击"
LocLongDescription="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocHelpText="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocFlyOverText="俯冲袭击。"

[JuvQueenDiveBombM2 X2AbilityTemplate]
LocFriendlyName="俯冲袭击"
LocLongDescription="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocHelpText="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocFlyOverText="俯冲袭击。"

[JuvQueenDiveBombM3 X2AbilityTemplate]
LocFriendlyName="俯冲袭击"
LocLongDescription="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocHelpText="虫后强大的双足和翅膀使她可以飞跃到空中，并俯冲袭击她的猎物。"
LocFlyOverText="俯冲袭击。"


;*****寄生兽虫巢卫兵*****

[CXHiveGuard X2CharacterTemplate]
strCharacterName="寄生兽虫巢卫兵"

[CorpseCXHiveGuard X2ItemTemplate]
FriendlyName="寄生兽虫巢卫兵尸体"
FriendlyNamePlural="寄生兽虫巢卫兵尸体"
BriefSummary="虽然在战场上并不常见，但虫巢卫兵往往会在虫巢皇后附近出没，或者在她决定离开虫巢时作为她的贴身护卫。"

[AutopsyCXHiveGuard X2TechTemplate]
DisplayName="寄生兽虫巢卫兵尸检"
Summary="虽然在战场上并不常见，但虫巢卫兵往往会在虫巢皇后附近出没，或者在她决定离开虫巢时作为她的贴身护卫。"
CodeName="哨兵"
LongDescription="寄生兽虫巢卫兵似乎是我们与虫巢皇后之间的主要阻隔。虫巢卫兵无疑是为了保护虫巢和虫巢皇后不受任何威胁。这些野兽强硬到可用其坚硬的甲壳，庞大的覆甲四肢在需要时能够充当活体大炮的能力来伏击敌人。通过自身的精神联系，虫巢卫兵可以引导背上的活体共生酸液大炮，通过移动膜质鳍来充当引导导弹的翼片或舵，从而改变弹道中弹丸的航向。因此，虫巢卫兵无需与敌方目标直接视觉接触即可向其射击。我们不能掉以轻心。如果我们能设法收集到更多的这些尸体，我们应该为未来的项目保留它们，指挥官。R. Tygan."

[CXHiveGuardSlash X2AbilityTemplate]
LocFriendlyName="虫巢卫兵挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[GuardAcidBlob X2AbilityTemplate]
LocFriendlyName="虫巢卫兵酸液大炮"
LocLongDescription="虫巢卫兵可以溅射出一摊腐蚀性的酸液。"
LocHelpText="虫巢卫兵可以溅射出一摊腐蚀性的酸液。"
LocFlyOverText="酸液大炮喷溅"

[HardenedCarapace X2AbilityTemplate]
LocFriendlyName="硬化甲壳"
LocLongDescription="虫巢卫兵的硬化甲壳带有巨大融合覆板。受到的爆炸伤害降低66％。"
LocHelpText="虫巢卫兵的硬化甲壳带有巨大融合覆板。受到的爆炸伤害降低66％。"
LocFlyOverText="硬化甲壳"

[CXHiveGuardImmunities X2AbilityTemplate]
LocFriendlyName="虫巢卫兵免疫力"
LocLongDescription="对所有毒物，酸和精神免疫。"
LocHelpText="免疫毒物，酸和灵能攻击。"

[HiveGuardDeflect X2AbilityTemplate]
LocFriendlyName="偏转"
LocLongDescription="虫巢卫兵具有庞大的覆甲四肢，使其有25％的概率偏转任何攻击。"
LocHelpText="虫巢卫兵具有庞大的覆甲四肢，使其有25％的概率偏转任何攻击。"

[HiveGuardMeleeResistance X2AbilityTemplate]
LocFriendlyName="近战抵抗力"
LocLongDescription="虫巢卫兵从所有近战攻击中受到的伤害减少4点。"
LocHelpText="虫巢卫兵从所有近战攻击中受到的伤害减少4点。"
LocFlyOverText="近战抵抗力"

[HiveGuardSpikeDefense X2AbilityTemplate]




;*****寄生兽虫巢战士*****

[CXWarrior X2CharacterTemplate]
strCharacterName="寄生兽虫巢战士"

[CorpseCXWarrior X2ItemTemplate]
FriendlyName="寄生兽虫巢战士尸体"
FriendlyNamePlural="寄生兽虫巢战士尸体"
BriefSummary="虽然不像其他寄生兽那样常见，但虫巢战士在任何虫巢的功能和阶层中都起着关键作用。它们旨在指挥。"

[AutopsyCXWarrior X2TechTemplate]
DisplayName="寄生兽虫巢战士尸检"
Summary="虽然不像其他寄生兽那样常见，但虫巢战士在任何虫巢的功能和阶层中都起着关键作用。它们的作用是指挥众多较弱的寄生兽，并让它们在交战中不断前进。"
CodeName="骑士"
LongDescription="只要虫巢战士上场，你就可以预料到会有非常糟糕的事情发生。虫巢战士要求尊重，它们的恐惧程度无人能及。它们不仅强壮、敏捷、致命，而且是我们目前遇到的最聪明的寄生兽之一。我不喜欢派我们的军队去对抗这些东西，指挥官。听闻这些战士的故事和传闻已经够糟了，但近距离看到这些东西可真骇人。\n\n而现在看到我们的部队带回来的这些战士作战的视频资料，我敢肯定，寄生兽不仅越来越聪明，而且越来越有组织。我们肯定需要更强的火力，指挥官。R. Tygan."

[CXWarriorSlash X2AbilityTemplate]
LocFriendlyName="虫巢战士挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[AdrenalRush X2AbilityTemplate]
LocFriendlyName="肾上腺刺激"
LocLongDescription="虫巢战士利用它们的肾上腺向空气中喷射一种微生物肾上腺素雾。这种雾气具有很强的流动性，连最小的微粒都能在一英里外被接收到。这将增加区域内所有虫巢成员的机动性和攻击能力。持续2回合。"
LocHelpText="虫巢战士利用它们的肾上腺向空气中喷射一种微生物肾上腺素雾。这种雾气具有很强的流动性，连最小的微粒都能在一英里外被接收到。这将增加区域内所有虫巢成员的机动性和攻击能力。持续2回合。"

[CXWarriorImmunities X2AbilityTemplate]
LocFriendlyName="虫巢战士免疫力"
LocLongDescription="免疫中毒和火焰。"
LocHelpText="免疫中毒和火焰。"

[HyperReactiveSenses X2AbilityTemplate]
LocFriendlyName="超活性感官"
LocLongDescription="虫巢战士可以自我刺激它们的感官。这将提高它们躲避攻击的效率，同时也会大大增加它们的意志力。持续2回合。"
LocHelpText="虫巢战士可以自我刺激它们的感官。这将提高它们躲避攻击的效率，同时也会大大增加它们的意志力。持续2回合。"


;*****寄生兽尖啸者*****

[CXShrieker X2CharacterTemplate]
strCharacterName="寄生兽尖啸者"

[CXShriekerSlash X2AbilityTemplate]
LocFriendlyName="尖啸者挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[CorpseCXShrieker X2ItemTemplate]
FriendlyName="寄生兽尖啸者尸体"
FriendlyNamePlural="寄生兽尖啸者尸体"
BriefSummary="寄生兽尖啸者不仅看来可怕，且其振翅的声音足以使大多数人发狂。它们会毫不犹豫地扑向你，并使用电磁脉冲爆破尖叫来停用武器和电子设备。"

[AutopsyCXShrieker X2TechTemplate]
DisplayName="寄生兽尖啸者尸检"
Summary="."
CodeName="骑士"
LongDescription="."

[CXShriekerImmunities X2AbilityTemplate]
LocFriendlyName="尖啸者免疫力"
LocLongDescription="免疫中毒，眩晕和灵能攻击。"
LocHelpText="免疫中毒，眩晕和灵能攻击。"     

[Shrieker_EMP X2AbilityTemplate]
LocFriendlyName="尖啸者电磁脉冲爆破"
LocLongDescription="电磁脉冲爆破会停用武器。对机械单位造成损伤，并有机会强制关机。"
LocHelpText="电磁脉冲爆破会停用武器。对机械单位造成损伤，并有机会强制关机。"
LocFlyOverText="尖啸者电磁脉冲爆破"


;*****寄生兽变色龙*****

[CXChameleon X2CharacterTemplate]
strCharacterName="寄生兽变色龙"

[CXChameleon2 X2CharacterTemplate]
strCharacterName="寄生兽幽灵"

[CXChameleon3 X2CharacterTemplate]


[CorpseCXChameleon X2ItemTemplate]
FriendlyName="寄生兽变色龙尸体"
FriendlyNamePlural="寄生兽变色龙尸体"
BriefSummary="寄生兽变色龙看上去是一种高度进化的形态。它们天赋异禀，可以隐藏起来跟踪猎物。"

[AutopsyCXChameleon X2TechTemplate]
DisplayName="寄生兽变色龙尸检"
Summary="寄生兽变色龙能够在最密集的地形上无声无息地迅速移动，并通过变色龙般的躯壳隐藏起来，使其肉眼完全看不见，它可以一直隐藏起来，直到它选择出击。它可以一动不动地等上好几天，而不被它的受害者察觉，它是灾难来临的隐形预兆。"
CodeName="神出鬼没"
LongDescription="变色龙是寄生兽虫巢的猎手，它们在虫巢前方游荡，寻找猎物，并带领虫巢找到敌人的集中地。变色龙在外观上与其他寄生兽有许多不同之处，比如在生物的肩膀上延伸出一对类似螳螂的长爪，它可以用来撕碎猎物。它拥有增强的感官，以及闪闪发光的变色龙鳞片，这让它可以轻松隐藏。作为天生的掠食者，变色龙耐心而隐秘，甚至可以从最警觉的敌人身边走过，或者花上好几天的时间隐藏不动，一旦猎物放松警惕，它就会伺机出击。这让变色龙在反抗军中拥有近乎神话般的名声，如同鬼魅般的存在，它可以在任何时间和地点发动攻击，然后轻易地消失于空气之中。我们必须在它们追杀我们之前，找到追踪和猎杀它们的方法。R. Tygan."

[CXChameleonSlash X2AbilityTemplate]
LocFriendlyName="变色龙挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[CXChameleonZombieSlash X2AbilityTemplate]
LocFriendlyName="变色龙死亡挥砍"
LocLongDescription="挥砍并感染。那些被杀死的人将变成感染僵尸。变色龙幽灵也可以感染那些已经死亡的人。"
LocHelpText="挥砍并感染。那些被杀死的人将变成感染僵尸。变色龙幽灵也可以感染那些已经死亡的人。"

[CXChameleon3Slash X2AbilityTemplate]




[CXChameleonRupture X2AbilityTemplate]
LocFriendlyName="利爪"
LocLongDescription="变色龙的利爪将切碎4点护甲，并在命中时向目标附加「破裂」效果。"
LocHelpText="变色龙的利爪将切碎4点护甲，并在命中时向目标附加「破裂」效果。"
LocFlyOverText="利爪"

[CXChameleonBleed X2AbilityTemplate]
LocFriendlyName="撕裂之爪"
LocLongDescription="该变色龙幽灵的撕裂之爪将切碎4点护甲，并在命中时向目标附加流血状态。"
LocHelpText="该变色龙幽灵的撕裂之爪将切碎4点护甲，并在命中时向目标附加流血状态。"
LocFlyOverText="撕裂之爪"

[CXChameleonAcidSlash X2AbilityTemplate]





[ChameleonVanish X2AbilityTemplate]
LocFriendlyName="销声匿迹"
LocLongDescription="消失以跟踪猎物。虽然看不见，但如果变色龙能够被找到，它们仍会承受间接的火力和环境伤害。"
LocHelpText="消失以跟踪猎物。虽然看不见，但如果变色龙能够被找到，它们仍会承受间接的火力和环境伤害。"

[ChameleonFleetOfClawPassive X2AbilityTemplate]
LocFriendlyName="利爪疾步"
LocLongDescription="尽管变色龙相当危险，但若它们单独被抓到就会很脆弱。它们会消失、逃窜和隐藏。当受伤的时候，变色龙的变色躯壳会不时地闪烁，泄露它的位置。睁大眼睛。"
LocHelpText="尽管变色龙相当危险，但若它们单独被抓到就会很脆弱。它们会消失、逃窜和隐藏。当受伤的时候，变色龙的变色躯壳会不时地闪烁，泄露它的位置。睁大眼睛。"

[ChameleonVanishReveal X2AbilityTemplate]
LocFriendlyName="暴露"
LocLongDescription="暴露并攻击猎物。"
LocHelpText="暴露并攻击猎物。"

[CXChameleonImmunities X2AbilityTemplate]
LocFriendlyName="寄生兽变色龙免疫力"
LocLongDescription="免疫所有毒。"
LocHelpText="免疫所有毒。"

[CXChameleon3Immunities X2AbilityTemplate]




[ShadowStalk X2AbilityTemplate]
LocFriendlyName="暗影追迹"
LocLongDescription="隐匿状态下的变色龙幽灵在攻击敌人时获得+10额外命中率和+25额外爆击概率。"
LocHelpText="隐匿状态下的变色龙幽灵在攻击敌人时获得+10额外命中率和+25额外爆击概率。"
LocPromotionPopupText="<Bullet/> 如果变色龙幽灵在任务中重新进入隐匿状态，则会有「暗影追迹」的加成。<br/>"




;*****寄生兽感染者*****

[CXInfector X2CharacterTemplate]
strCharacterName="寄生兽感染者"

[CorpseCXInfector X2ItemTemplate]
FriendlyName="寄生兽感染者尸体"
FriendlyNamePlural="寄生兽感染者尸体"
BriefSummary="寄生兽感染者是终极恐怖武器。一个就够致命的，但是一小群可以在一夜之间摧毁一个人口稠密的城市。隔天早上发生的事情将使你噩梦连连。"

[AutopsyCXInfector X2TechTemplate]
DisplayName="寄生兽感染者尸检"
Summary="寄生兽。"
CodeName=""
LongDescription=""

[CXInfectorImmunities X2AbilityTemplate]
LocFriendlyName="寄生兽感染者免疫力"
LocLongDescription="免疫中毒和火焰。"
LocHelpText="免疫中毒和火焰。"     

[ChrysZombieSlash X2AbilityTemplate]
LocFriendlyName="感染者挥砍"
LocLongDescription="挥砍并感染。那些被杀死的人将变成感染僵尸。"
LocHelpText="挥砍并感染。那些被杀死的人将变成感染僵尸。"



;*****寄生兽虫巢工虫*****

[CXDrone X2CharacterTemplate]
strCharacterName="寄生兽虫巢工虫"

[CorpseCXDrone X2ItemTemplate]
FriendlyName="寄生兽虫巢工虫尸体"
FriendlyNamePlural="寄生兽虫巢工虫尸体"
BriefSummary="寄生兽虫巢工虫的机动性很强，而且非常灵活。变种人和我们的士兵一旦遇到它们，就很难跟上它们的步伐。我们需要找到阻止它们或者更好地探测它们的方法。"

[AutopsyCXDrone X2TechTemplate]
DisplayName="寄生兽虫巢工虫尸检"
Summary="寄生兽虫巢工虫的机动性很强，而且很灵活。它能钻洞躲避侦查或伏击猎物，这使它非常危险。"
CodeName="马前卒"
LongDescription="这只寄生兽工虫似乎不仅仅只是马前卒或工虫而已。它的动作和反应，就好像是被别的什么东西连接和控制着，在它们身上有更大的精神突触。即便是死后，尸体也会抽搐，仿佛有什么东西在试图控制它。这些寄生兽工虫肯定不是我们最后遇到的，也不是最致命的。它们比我们在第一次战争中打过的其他寄生兽机要协调得多。\n\n尸检结果显示，它们的确有一个很小但很强大的器官，它的作用就像虫巢思维突触节点感受器。这个节点受体与它的感觉神经相连，不管是什么东西在传递指令，都能让这些东西以极强的目的性和速度移动。还需要更多的测试，但我极度关注的是还会有什么我们还没有看到的东西存在，指挥官。R. Tygan."

[CXDroneSlash X2AbilityTemplate]
LocFriendlyName="虫巢工虫挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[DroneVanish X2AbilityTemplate]
LocFriendlyName="遁入"
LocLongDescription="挖洞躲避敌人。工虫在埋入地下时可以移动。埋入地下时不会受到任何爆炸物或环境影响的伤害。"
LocHelpText="挖洞躲避敌人。工虫在埋入地下时可以移动。埋入地下时不会受到任何爆炸物或环境影响的伤害。"

[DroneVanishReveal X2AbilityTemplate]
LocFriendlyName="掘出"
LocLongDescription="掘出表面攻击敌人。"
LocHelpText="掘出表面攻击敌人。"



;*****寄生兽丛生者*****

[CXSwarmerM1 X2CharacterTemplate]
strCharacterName="寄生兽丛生者"

[CXSwarmerM2 X2CharacterTemplate]
strCharacterName="寄生兽丛生者"

[CXSwarmerM3 X2CharacterTemplate]
strCharacterName="寄生兽丛生者"

[CXSwarmerHealM1 X2AbilityTemplate]
LocFriendlyName="治愈分泌物"
LocLongDescription="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"
LocHelpText="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"

[CXSwarmerHealM2 X2AbilityTemplate]
LocFriendlyName="治愈分泌物"
LocLongDescription="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"
LocHelpText="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"

[CXSwarmerHealM3 X2AbilityTemplate]
LocFriendlyName="治愈分泌物"
LocLongDescription="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"
LocHelpText="寄生兽丛生者可以吐出一种分泌物，既能治疗，又能给目标添加硬化剂，形成天然的铠甲镀层。"

[CXSwarmerImmunities X2AbilityTemplate]
LocFriendlyName="虫巢皇后免疫力"
LocLongDescription="不受所有毒药，霜冻，眩晕和错乱的影响。"
LocHelpText="不受所有毒药，霜冻，眩晕和错乱的影响。"

[CXSwarmerSpit X2AbilityTemplate]
LocFriendlyName="粘性分泌物"
LocLongDescription="丛生者能吐出一摊粘稠的分泌物，将猎物固定住。"
LocHelpText="丛生者能吐出一摊粘稠的分泌物，将猎物固定住。"



;*****寄生兽撕裂者*****

[CXRipperM1 X2CharacterTemplate]
strCharacterName="寄生兽撕裂者"

[CXRipperM2 X2CharacterTemplate]
strCharacterName="寄生兽撕裂者"

[CXRipper X2CharacterTemplate]
strCharacterName="寄生兽撕裂者"

[CXRipper2 X2CharacterTemplate]
strCharacterName="寄生兽撕裂者"

[CXRipperXCom X2CharacterTemplate]
strCharacterName="XCOM 撕裂者"

[CXRipperNeedleAttack X2AbilityTemplate]
LocFriendlyName="撕裂者针刺"
LocLongDescription="撕裂者的针状投射物造成持续2回合的-2机动性。"
LocHelpText="撕裂者的针状投射物造成持续2回合的-2机动性。"
LocFlyOverText="针刺"

[CXRipperM1Slash X2AbilityTemplate]
LocFriendlyName="撕裂者挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[CXRipperM2Slash X2AbilityTemplate]
LocFriendlyName="撕裂者挥砍"
LocLongDescription="挥砍敌人。"
LocHelpText="挥砍敌人。"

[CorpseCXRipper X2ItemTemplate]
FriendlyName="寄生兽撕裂者尸体"
FriendlyNamePlural="寄生兽撕裂者尸体"
BriefSummary="寄生兽撕裂者的机动性很强，它们会攀爬任何东西来接近它们的目标。它们的速度和敏捷性是非常可怕的。它们撕咬猎物的欲望就是噩梦的来源。"

[AutopsyCXRipper X2TechTemplate]
DisplayName="寄生兽撕裂者尸检"
Summary="虽然它们的体型很小，也很弱小，但我们不能低估这些寄生兽。以它们的数量，它们可以和其他寄生兽一样致命。"
CodeName="荆棘背"
LongDescription="这些寄生兽似乎有能力产生用之不竭的针状刀叶。这些针可以以极高的速度射出，甚至可以穿透最坚硬的装甲。我可能会利用这种能力。指挥官。R. Tygan."


;*****寄生兽产卵坑*****
[CXSpawnPit X2CharacterTemplate]
strCharacterName="妊娠坑"

[SpawnCXWarrior X2AbilityTemplate]
LocFriendlyName="孵化寄生兽"
LocLongDescription="寄生兽自妊娠坑孵化后会从地道窜出。"
LocHelpText="从地下隧道孵化而出"

[CXSpawingPitState X2AbilityTemplate]
LocFriendlyName="妊娠坑免疫力"
LocLongDescription="免疫中毒，火焰，眩晕和精神攻击。弱于爆炸。爆炸造成双倍伤害。"
LocHelpText="免疫中毒，火焰，眩晕和精神攻击。弱于爆炸。爆炸造成双倍伤害。"  




;*****育母*****
[CXBroodMother X2CharacterTemplate]
strCharacterName="寄生兽育母"

[CorpseCXBroodMother X2ItemTemplate]
FriendlyName="寄生兽育母尸体"
FriendlyNamePlural="寄生兽育母尸体"
BriefSummary="育母是我们士兵对这些寄生兽的称呼。它们天赋异禀，可以孕育出新的寄生兽撕裂者。"

[AutopsyCXBroodMother X2TechTemplate]
DisplayName="寄生兽育母尸检"
Summary="育母是我们士兵对这些寄生兽的称呼。它们天赋异禀，可以孕育出新的寄生兽撕裂者。"
CodeName="管家"
LongDescription="育母似乎就是这样。它们的全部存在就是为了照顾虫巢和它的住虫。它们清理死虫，制造更多的撕裂者。这些东西对虫巢极为重要，我们杀的越多，虫巢就会越弱。R. Tygan."

[BroodMotherHeal X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="育母将每回合恢复2点生命值。"
LocHelpText="育母将每回合恢复2点生命值。"

[BreedRippers X2AbilityTemplate]
LocFriendlyName="孵化撕裂者"
LocLongDescription="作为一种防卫措施，育母既可以随意孵化撕裂者，也可以在它受伤和受到威胁时孵化。"
LocHelpText="作为一种防卫措施，育母既可以随意孵化撕裂者，也可以在它受伤和受到威胁时孵化。"


;******感染者僵尸******
[ChrysZombie X2CharacterTemplate]
strCharacterName="受感染僵尸" 

[ChrysZombieHuman X2CharacterTemplate]
strCharacterName="受感染僵尸" 

[CXZombieGestation X2AbilityTemplate]
LocFriendlyName="感染者孵化"
LocLongDescription="被感染的僵尸会孵化出一个新的感染者。"
LocHelpText="被感染的僵尸会孵化出一个新的感染者。"

[CXZombieGestation2 X2AbilityTemplate]
LocFriendlyName="混种孕育"
LocLongDescription="被感染的僵尸会孵化出一只新的寄生兽混种。"
LocHelpText="被感染的僵尸会孵化出一只新的寄生兽混种。"

;******感染者混种******
[ChrysHybrid X2CharacterTemplate]
strCharacterName="寄生兽混种"   

[HybridConsumeSlash X2AbilityTemplate]
LocFriendlyName="混种挥砍"
LocLongDescription="挥砍，消耗生命值并感染敌人。"
LocHelpText="挥砍，消耗生命值并感染敌人。"


[TheHive X2SitRepTemplate]
FriendlyName="野生虫巢"
Description="一个小型野生寄生兽群体脱离了变种人，并位于该区域：报告指出，该虫群正在攻击其路径中的任何物体。高度警惕！"

[TheHiveEffect X2SitRepEffect_AddTeam]
FriendlyName="野生虫巢"
Description="一个小型野生寄生兽群体脱离了变种人，并位于该区域：报告指出，该虫群正在攻击其路径中的任何物体。高度警惕！"

[HiveRoyalty X2SitRepTemplate]
FriendlyName="虫巢皇室"
Description="据报告，一个小型的野生寄生兽群包含一个新的幼年虫后，在这个地区。报告称她可能有重兵把​​守，我们应该格外小心地行动，指挥官！"

[HiveRoyaltyEffect X2SitRepEffect_AddTeam]
FriendlyName="虫巢皇室"
Description="据报告，一个小型的野生寄生兽群包含一个新的幼年虫后，在这个地区。报告称她可能有重兵把​​守，我们应该格外小心地行动，指挥官！"

[AdventHive X2SitRepTemplate]
FriendlyName="虫巢"
Description="变种人已经释放了新的寄生兽群。虽然变种人似乎控制住了它们，但它们随时可能恢复掠夺性的本性。"

[AdventHiveEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="虫巢"
Description="变种人已经在这个地区投入了一支寄生兽部队。我们必须尽我们的力量阻止这些东西的蔓延。不知道为什么变种人会允许这些东西成群结队地游荡。如果我们不采取行动，变种人和我们都不会有好下场。"

[GreenHell X2SitRepTemplate]



[GreenHellEffect X2SitRepEffect_ModifyDefaultEncounterLists]



[HiveVanguard X2SitRepTemplate]
FriendlyName="脱控虫巢"
Description="一组由变种人控制的寄生兽已脱离笼子并在该区域徘徊。"

[HiveVanguardEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="脱控虫巢"
Description="一组由变种人控制的寄生兽已脱离笼子并在该区域徘徊。似乎变种人已失去对这些寄生兽的控制。我们必须扑杀它们！"

[FearOfChryssalids X2TraitTemplate]
TraitFriendlyName ="惧怕寄生兽"
TraitScientificName="异种恐惧症"
TraitDescription ="遭遇寄生兽时可能会引发恐慌。"
TraitQuotes[0]="\"它们从该死的地底窜出来了！它们无处不在！\""
TraitQuotes[1]="\"它们接踵而至。我...我只想要回家。\""
TraitQuotes[2]="\"那些东西的行为不像是虫子。那些东西不傻。\""
TraitQuotes[3]="\"我们最好回去，因为天快黑了，他们大多在晚上出没。大多数情况下。\""
TraitQuotes[4]="\"别去！我做了一个可怕的梦。\""
TraitQuotes[5]="\"一切都完了! 一切都完了!。\""
TraitQuotes[6]="\"我参军可不是要面对这玩意!!。\""
TraitQuotes[7]="\"我想我们找到了整个虫巢，我可不想过去，伙计!\""
TraitQuotes[8]="\"我无法从我的脑海里把这声音赶走。喋喋不休的声音，鸣叫声，尖叫声。请让它停止!!\""
TraitQuotes[9]="\"我知道它们是虫子，但我觉得有东西在我脑子里... ... 等等，嘘！你听到了吗！？\""
TraitQuotes[10]="\"为什么非得是虫子？除了虫子，什么都好！\""
TraitQuotes[11]="\"她在我的脑海里! 你也听到她的声音了吧！ ？它们有一个女王，她将找上我们所有人！\""

[FearOfChryssalidsPassive X2AbilityTemplate]
LocFriendlyName="惧怕寄生兽"
LocLongDescription="该单位在战斗中遇到寄生兽时可能会惊慌失措。"


[HiveQueenArmor X2ArmorTemplate]
FriendlyName="虫巢皇后护甲"
BriefSummary="虫巢皇后护甲是一款轻量化的几丁质板甲。融合了女王的部分外骨骼结构和其他轻质材料，使穿戴者在保持天然铠甲的同时，也拥有强大的机动性。虫后之铠为穿戴者提供了大量的生命质和护甲提升。"
TacticalText="<Bullet/>虫巢皇后护甲是一款轻量化的几丁质板甲。融合了女王的部分外骨骼结构和其他轻质材料，使穿戴者在保持天然铠甲的同时，也拥有强大的机动性。虫后之铠为穿戴者提供了大量的生命质和护甲提升。"

[QueenArmorClaws X2WeaponTemplate]
FriendlyName="虫巢护甲利爪"
BriefSummary="现在，我们可以将虫巢护甲配件附加到虫巢皇后护甲。这些利爪配件可击碎护甲，并在命中时向目标造成「破裂」效果。"
TacticalText="<Bullet/>切碎4护甲，并向目标造成「破裂」效果。"

[QueenArmorWings X2WeaponTemplate]
FriendlyName="虫巢护甲羽翼"
BriefSummary="现在，我们可以将虫巢护甲配件附加到虫巢皇后护甲。这些羽翼配件使我们能够迅速飞升并获得强大的「俯冲袭击」。"
TacticalText="<Bullet/>飞向高处并向敌人进行俯冲袭击，造成一定程度的伤害，同时粉碎一些装甲，并可能使撞击目标着火。"

[QueenArmorCannon X2WeaponTemplate]
FriendlyName="虫巢护甲酸液大炮"
BriefSummary="现在，我们可以将虫巢护甲配件附加到虫巢皇后护甲。这款酸液大炮可让披甲士兵充当机动炮兵。"
TacticalText="<Bullet/>以虫巢卫士的力量破墙而入，并用酸液大炮融化敌人。" 

[BroodGauntlet X2WeaponTemplate]
FriendlyName="巢穴护手"
BriefSummary="鉴于这个武器不是我们的杰作，可以说这可能是我们唯一能得到的武器。它似乎与戴着护手的人有着共生的联系。"
TacticalText="<Bullet/> 火焰喷射器是一种范围性作用的武器，可将部分战场夷为平地。\n<Bullet/> 武器的核心现在还活着，你可以用舌头将盟友拉到更高处或使其免受伤害。\n<Bullet/> 该护手与撕裂者有联系，可以用来招唤撕裂者。"
 



[RipperGrenade X2GrenadeTemplate]
FriendlyName="撕裂者手榴弹"
FriendlyNamePlural="撕裂者手榴弹"
BriefSummary="撕裂者手榴弹是为了利用撕裂者的针刺攻击而设计的。这枚手榴弹的伤害并不高，但可以通过手榴弹中的致命针头来弥补，并能穿透装甲和掩体。完美地对付敌人，而不破坏你自己可能需要的掩体。"
TacticalText="<Bullet/> 撕裂者手榴弹在半径5地格的范围内爆炸，最多穿透3护甲。<br><Bullet/> 友军小队成员如果被卷入爆炸中，将受到影响。<br><Bullet/> 所有目标即使在掩体后也会受到伤害。"
ThrownAbilityName="丢掷撕裂者手榴弹"
ThrownAbilityHelpText="对受影响区域的所有目标造成伤害。"
LaunchedAbilityname="发射撕裂者手榴弹"
LaunchedAbilityHelpText="对受影响区域的所有目标造成伤害。"

[GhostGrenade X2GrenadeTemplate]
FriendlyName="鬼影手榴弹"
FriendlyNamePlural="鬼影手榴弹"
BriefSummary="鬼影手榴弹为我们的士兵提供了另一种隐匿行踪 的方法。鬼影效果的持续时间有限，但士兵会保持隐蔽状态，直到它被破坏。"
TacticalText="<Bullet/> 鬼影手榴弹给予隐蔽效果。<br><Bullet/> 赋予「鬼影」效果，持续2回合，并移除你的探测半径2回合。<br><Bullet/> 鬼影效果消失后，所有目标将保持隐蔽状态。"
ThrownAbilityName="丢掷鬼影手榴弹"
ThrownAbilityHelpText="隐蔽和鬼影化所有受影响区域的目标。"
LaunchedAbilityname="发射鬼影手榴弹"
LaunchedAbilityHelpText="隐蔽和鬼影化所有受影响区域的目标。"

[RipperBomb X2GrenadeTemplate]
FriendlyName="撕裂者炸弹"
FriendlyNamePlural="撕裂者炸弹"
BriefSummary="撕裂者炸弹是撕裂者手榴弹的升级版。炸弹版增进了伤害和穿透力，从炸弹上爆发出的致命针头可以穿透护甲和掩体。"
TacticalText="<Bullet/> 撕裂者炸弹在半径5地格的范围内爆炸，最多穿透4点护甲值。<br><Bullet/> 友军小队成员如果被卷入爆炸中，将受到影响。<br><Bullet/> 所有目标即使在掩体后也会受到伤害。"
ThrownAbilityName="丢掷撕裂者炸弹"
ThrownAbilityHelpText="对受影响区域的所有目标造成伤害。"
LaunchedAbilityname="发射撕裂者炸弹"
LaunchedAbilityHelpText="对受影响区域的所有目标造成伤害。"     

[LivingRipperGrenade X2GrenadeTemplate]
FriendlyName="撕裂者地雷"
FriendlyNamePlural="撕裂者地雷"
BriefSummary="将撕裂者作为活体移动式炸药使用。就像撕裂者手榴弹，针头会刺穿任何掩体或墙壁，破坏另一侧的目标。"
TacticalText="<Bullet/>撕裂者地雷会在半径5地格的范围内爆炸，最多穿透6点护甲值。<br><Bullet/> 友军小队成员如果被卷入爆炸中，将受到影响。<br><Bullet/> 所有目标即使在掩体后也会受到伤害。"

[LivingRipperExplosion X2AbilityTemplate]
LocFriendlyName="刺针爆炸"
LocLongDescription="触发撕裂者爆炸。"
LocHelpText="触发撕裂者爆炸。"

[PCSHiveDroneTech X2TechTemplate]
DisplayName="个人战斗芯片：虫巢工虫科技"
Summary="如今见识过这些形式多样的寄生兽，及其攻击手段的变化多端。我们可能要开始制造更多的个人战斗芯片。"
CodeName="虫子捕杀器"
LongDescription="我们现在可以建造个人战斗芯片，给我们的士兵提供更多的防御力，以对抗虫巢的各种威胁。R. Tygan." 

[PCSHiveWarriorTech X2TechTemplate]
DisplayName="个人战斗芯片：虫巢战士科技"
Summary="随着对寄生兽虫巢战士的研究完成。我们现在可以开始制造更先进的个人战斗芯片了。"
CodeName="大虫捕杀器"
LongDescription="我们现在可以建造个人战斗芯片，让我们的士兵拥有虫巢战士的感知力。你可能想为我们的士兵建造几个，指挥官。R. Tygan." 

[HiveQueenArmorTech X2TechTemplate]
DisplayName="虫巢护甲科技"
Summary="有了虫巢皇后的尸体，我们可要好好利用它。我们在试验场的人知道该怎么处理这个。"
CodeName="皇后婊子"
LongDescription="我们现在可以为我们的士兵建造一件虫巢皇后护甲，在战斗中使用。虫后的尸体在交战后受损严重。我们可以用额外的寄生兽尸体来增加所需的资源。虫巢。R. Tygan." 

[HiveWingTech X2TechTemplate]
DisplayName="虫巢羽翼科技"
Summary="利用虫后幼体的尸体以及其他一些额外的资源，我们或许可以从这具尸体中得到一些有用的东西，以备未来项目之用。"
CodeName="蜻蜓"
LongDescription="现在我们可以为虫巢皇后护甲添加虫巢护甲的附件。这些翼状附件使我们获得快速飞升到高处的能力，以及强大的俯冲袭击攻击。虫巢。R. Tygan." 

[HiveCannonTech X2TechTemplate]
DisplayName="虫巢大炮科技"
Summary="利用虫巢卫兵的尸体以及其他一些额外的资源，我们或许可以从这具尸体中得到一些有用的东西，以备未来项目之用。"
CodeName="哨兵"
LongDescription="我们现在可以为虫巢皇后护甲添加虫巢护甲的附件。这个酸液大炮可以让我们身穿护甲的士兵充当移动炮兵单位。虫巢。R. Tygan." 

[HiveGauntletTech X2TechTemplate]
DisplayName="虫巢护手科技"
Summary="我们不知道发生了什么，但是育母的舌头从尸体上脱离了。好吧，你自己看吧。"
CodeName="鬼东西"
LongDescription="指挥官，我必须说我没有想到会是这样的结果。在解剖过程中，育母的舌头从它的嘴里脱落了。我们其中一名待命的士兵戴着一个原型腕式武器而舌头就自己靠上去了，在士兵从手臂上取下物品后，它在自己和武器周围分泌了一层薄膜。现在可成火焰喷射器了... ...你自己看吧，指挥官。虫巢。R. Tygan." 

[XCOMAcidBlob X2AbilityTemplate]
LocFriendlyName="虫巢卫兵酸液大炮"
LocLongDescription="虫巢护甲可以射出一摊腐蚀性的酸液。"
LocHelpText="虫巢护甲可以射出一摊腐蚀性的酸液。"
LocFlyOverText="酸液大炮喷溅"

[HiveArmorRupture X2AbilityTemplate]
LocFriendlyName="利爪"
LocLongDescription="虫巢护甲的利爪会撕碎4点护甲值，如果击中会给目标附加「破裂」效果。"
LocHelpText="虫巢护甲的利爪会撕碎4点护甲值，如果击中会给目标附加「破裂」效果。"
LocFlyOverText="利爪"

[HiveArmorDiveBomb X2AbilityTemplate]
LocFriendlyName="俯冲袭击"
LocLongDescription="虫巢护甲现在可以利用翅膀，让士兵飞上高地，或者俯冲袭击敌人。"
LocHelpText="虫巢护甲现在可以利用翅膀，让士兵飞上高地，或者俯冲袭击敌人。"
LocFlyOverText="俯冲袭击"

[CXJuggernaut X2AbilityTemplate]
LocFriendlyName="主宰"
LocLongDescription="「主宰」可以用来给予士兵一个额外的行动点，以及给予该回合的破墙能力。让自己得以随意出入，同时把同伴带到安全的地方。在保持2点行动点的情况下击碎墙壁。"
LocHelpText="获得一个额外的行动点，在保持2个行动点的情况下，击碎墙壁。"

[CallRandomHiveMember X2AbilityTemplate]
LocFriendlyName="它们跟随你"
LocLongDescription="虫巢女王与虫巢的精神联系仍然可通过护甲中生物基因内的DNA连接。召唤随机的寄生兽来协助你。"
LocHelpText="虫巢女王与虫巢的精神联系仍然可通过护甲中生物基因内的DNA连接。召唤随机的寄生兽来协助你。"
LocFlyOverText="它们跟随你"

[PCSTacticalCoverage X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战术掩护"
FriendlyNamePlural="个人战斗芯片：战术掩护"
BriefSummary="赋予使用者「掩护火力」的能力以及少量防御加成。"

[PCSTacticalSensesOffense X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战术意识进攻"
FriendlyNamePlural="个人战斗芯片：战术意识进攻"
BriefSummary="在使用「超活性感官」时，给予士兵短时间内的闪避、意志和机动性的提升。同时对移动力和攻击力有永久的小幅度提升。"

[PCSTacticalSensesDefense X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战术意识防御"
FriendlyNamePlural="个人战斗芯片：战术意识防御"
BriefSummary="在使用「超活性感官」时，给予士兵短时间内的闪避、意志和机动性的提升。同时对移动力和防御力有永久的小幅度提升。"

[XCOMHyperReactiveSenses X2AbilityTemplate]
LocFriendlyName="超活性感官"
LocLongDescription="我们的士兵现在可以使用虫巢战士的「超活性感官」和「肾上腺刺激」的组合。这将提高躲避攻击的效率，大大增加意志力和机动性。 1次使用次数，可持续2回合。"
LocHelpText="我们的士兵现在可以使用「超活性感官」。闪避增加10，意志增加20，机动性增加3。1次使用次数，可持续2回合。"

[PCSTacticalWithdraw X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战术撤退"
FriendlyNamePlural="个人战斗芯片：战术撤退"
BriefSummary="赋予使用者移动力和闪避加成，以及能力 「给我上直升机啦」。这个能力只能在撤离区使用，并给予撤离区外的所有人类盟友+10的闪避和+6的移动力，持续1回合。使用者必须在所有盟友轮到自己的时候才可以撤离，否则效果会被终止，现在... 快给我上直升机啦！！"

[GetToDaChoppa X2AbilityTemplate]
LocFriendlyName="给我上直升机啦"
LocLongDescription="给予撤离区外的所有士兵一个善意提醒，叫他们给我马上进直升机啦!! 给予所有友军人类额外的移动力和闪避，持续1回合。此技能的施法者必须待在撤离区，直到所有剩余士兵用完1回合奖励或已经撤离。"
LocHelpText="给予撤离区外的所有士兵一个善意提醒，叫他们给我马上进直升机啦!! 给予所有友军人类额外的移动力和闪避，持续1回合。此技能的施法者必须待在撤离区，直到所有剩余士兵用完1回合奖励或已经撤离。"
LocFlyOverText="给我上直升机啦!!"

[CallXComRippers X2AbilityTemplate]
LocFriendlyName="爆破性撕裂者"
LocLongDescription="育母护手可以让使用者调用活体的撕裂者，可以作为侦察单位亦或活体移动刺针地雷使用。"
LocHelpText="利用撕裂者攻击或作为活体炸药使用。"


[PullFromHarm X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="育母护手是一个生物体。使用它的「吐舌拉扯」能力将盟友拉到更高地或远离敌人的进犯。"
LocHelpText="将盟友拉到高地或远离敌人的进犯。"

[WallBreaking X2AbilityTemplate]

[BroodThrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocHelpText="在锥形区域喷洒火焰。"

[HiveArmorHelmet_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢基本头盔"

[HiveArmorHelmet_Visor_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢覆面基本头盔"

[HiveArmorHelmet_Crown_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢皇冠头盔"

[HiveArmorHelmet_Crown_Visor_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢覆面皇冠头盔"


[HiveArmorHelmet_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢基本头盔"

[HiveArmorHelmet_Visor_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢覆面基本头盔"

[HiveArmorHelmet_Crown_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢皇冠头盔"

[HiveArmorHelmet_Crown_Visor_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢覆面皇冠头盔"

[HiveArmorBase_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢皇后护甲"

[HiveArmorBase_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫巢皇后护甲"

;******Invisible body parts*************
[HiveQueenArmor_Invisible_Arms_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Arms_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Legs_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Legs_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_RightArm_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_RightArm_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_LeftArm_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_LeftArm_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_TorsoDeco_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_TorsoDeco_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Forearm_Left_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Forearm_Right_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Forearm_Left_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenArmor_Invisible_Forearm_Right_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[Cnv_HiveQueenArmor_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[Cnv_HiveQueenArmor_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[Cnv_HiveQueenArmor_Invisible_Shin_M X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[Cnv_HiveQueenArmor_Invisible_Shin_F X2BodyPartTemplate]
DisplayName="<img src='img:///UILIB_TheHive.DLC_Icon_TheHive' width='26' height='26' vspace='-4'>虫后护甲无装饰"

[HiveQueenEscapes X2AbilityPointTemplate]
ActionFriendlyName="裁决者已逃脱"
